Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: read, interpret and use printed and digital maps and be able to use map scales and read map legends
nb: lese, tolke og bruke papirbaserte og digitale kart og beherske målestokk og karttegn og sammenligne tradisjonelle og moderne måter å finne frem i naturen på

source: students in the assessment process.
nb: i forhold til faglige mål.

source: In our neighbour country, Sweden, only 4 percent of the staff in kindergartens are men.
nb: I nabolandet vårt Sverige er bare 4 prosent av de ansatte i barnehagene menn.

source: in Mathematics involves understanding and using symbolic language and forms of expression to create meaning from texts in day-to-day life, working life and from mathematics texts.
nb: i matematikk innebærer å forstå og bruke symbolspråk og uttrykksformer for å skape mening i tekster fra dagligliv og yrkesliv så vel som matematikkfaglige tekster.

source: problems from play and everyday life
nb: problemer fra lek og egen hverdag

source: To compare means to examine the character or qualities to discover resemblances or differences between two or more issues.
nb: Å sammenligne er å undersøke likheter og forskjeller mellom to eller flere forhold.

source: The right of ownership is a right that has to evolve within a child’, she explains.
nb: Eiendomsretten er en rettighet som må utvikles i barnet, mener hun.

source: inConstruction vehicle and machinery operator involves locating relevant technical literature, rules, legislation and standards.
nb: i anleggsmaskinførerfaget innebærer å finne fram i relevant faglitteratur, regelverk og standarder.

source: It also involves expanding one’s vocabulary and acquiring experience in reading.
nb: Det innebærer også å bygge opp og utvide ordforråd, og å få leseerfaringer og opplevelser.

source: Play takes place in two different “worlds”.
nb: Leken foregår i to forskjellige «verdener».

source: Not least in ECEC settings.
nb: Også i barnehagen.

source: For this reason, cases of infection and outbreaks can occur, even with strictly enforced infection control measures.
nb: Skolehelsetjenesten bør være fysisk til stede på alle tiltaksnivå, inkludert rødt nivå, for å ivareta elever.

source: The teacher shall award a grade in Social Studies I based on the competence the pupil has demonstrated in the combined use of his or her knowledge and skills.
nb: Læreren skal sette karakter i historie basert på kompetansen eleven har vist når eleven har brukt kunnskaper og ferdigheter i kombinasjon.

source: Ibfelt measured the bacterial and viral loads at several locations in the kindergartens.
nb: Ibfelt målte nivået av bakterier og virus flere steder i barnehagene.

source: investigate how gender roles in cultural expression are portrayed in the
nb: undersøke hvordan kjønnsroller vises i kulturelle uttrykk før og nå, og

source: She examined educational practices in these preschools.
nb: Hun har undersøkt den pedagogiske praksisen i disse barnehagene.

source: The purpose of
nb: Både de system og

source: talk about the content of some fairy tales, songs and poems
nb: samtale om innholdet i noen eventyr, sanger og dikt

source: ‘The intended use of a given materiality and how people actually use it do not always coincide’, says the researcher.
nb: – Hvordan det materielle er tenkt i bruk, og hvordan menneskene faktisk bruker det i praksis, harmonerer ikke alltid.

source: Nature, environment and technology are one of seven learning areas in the Norwegian Framework Plan for Kindergartens (2017).
nb: Faktaboks: Natur, miljø og teknologi er ett av sju fagområder i den norske rammeplanen for barnehagen (2017).

source: carry out analyses with colorimetry and interpret simple mass spectra and 1H-NMR spectra
nb: utføre analyser med kolorimetri og tolke enkle massespektre og 1H-NMR-spektre

source: The teacher and pupils shall engage in dialogue about their development in numeracy and understanding of numbers.
nb: Læreren og elevene skal være i dialog om elevenes utvikling i regning og tallforståelse.

source: They also demonstrate and develop competence in mathematics when they have a sense of wonder, ask mathematical questions, test and use mathematical concepts, and explain and argue for their own solutions.
nb: Videre viser og utvikler de kompetanse i matematikk når de undrer seg, stiller matematiske spørsmål, tester og bruker matematiske begreper og forklarer og argumenterer for egne løsninger.

source: select suitable measuring tools and carry out practical measurements in connection with day-to-day life and technology, and assess the results based on precision and measuring uncertainty
nb: velge passende måleredskaper og gjøre praktiske målinger i forbindelse med dagligliv og teknologi, og vurdere resultatene ut fra presisjon og måleusikkerhet

source: carry out experiments with water treatment and give an account of the contamination of drinking water sources
nb: gjennomføre forsøk med renseprosesser for vann og gjøre rede for forurensning i drikkevannskilder

source: elaborate on a selection of Nordic texts in translation and in the original language
nb: lese tekster skrevet i eldre ortografi og sammenligne med dagens ortografi

source: make, interpret and explain functions that describe practical questions, analyse empirical functions and find expressions for an approximate linear function, with and without using digital tools
nb: lage, tolke og gjøre rede for funksjoner som beskriver praktiske problemstillinger, analysere empiriske funksjoner og finne uttrykk for tilnærmede lineære sammenhenger, med og uten bruk av digitale verktøy

source: “And everything becomes calmer,” says Williams.
nb: Og det blir mer ro, mener Williams.

source: Assessing and critically considering conclusions and presentations of data are key elements in statistics.
nb: Å vurdere og se kritisk på konklusjoner og framstilling av data er en sentral del av denne prosessen.

source: draw, build, experiment with and describe geometric figures and models in practical connections, including technology and design
nb: tegne, bygge, utforske og beskrive geometriske figurer og modeller i praktiske sammenhenger, medregnet teknologi og design

source: in other municipalities who are affiliated with the school where an infection has been confirmed.
nb: vikarer og midlertidig ansatte i informasjonsformidlingen, samt personer i andre kommuner som er

source: assess the durability of materials and possibilities for repair and
nb: vurdere materialers holdbarhet og muligheter for reparasjon og

source: used to improve kindergartens.
nb: å gjøre barnehagen bedre.

source: guidelines for Workplaces and Home Offices (Hdir)
nb: Se Anbefalinger for praktisk inneklimaarbeid i barnehager og skoler (Hdir)

source: use technical and mathematical information in communication
nb: bruke teknisk og matematisk informasjon i kommunikasjon

source: order numbers, amounts and forms based on their properties, compare
nb: ordne tall, mengder og former ut fra egenskaper, sammenligne dem og

source: use various situations, work methods and strategies to learn English
nb: utnytte ulike situasjoner, arbeidsmåter og strategier for å lære seg engelsk

source: This may be relevant for
nb: Dette kan for

source: The researchers Bjørg Mari Hannås and Natallia Bahdanovich Hanssen have studied the special education offered to children in Norwegian ECEC institutions.
nb: Forskerne Bjørg Mari Hannås og Natallia Bahdanovich Hanssen har studert det spesialpedagogiske tilbudet som gis til barn i norske barnehager.

source: Staff feel it is not “genuine” when they’re unfamiliar with a culture’, states Toft.
nb: Personalet føler at det ikke blir «ekte» når de er ukjente med kulturen, sier Toft.

source: give an account of key similarities and differences between the Nordic languages
nb: samtale om utviklingen av samisk kultur i lys av norsk språk- og fornorskingspolitikk

source: Täppan kindergarten in Stockholm tries hard to avoid that.
nb: Det forsøker Täppan barnehage i Stockholm virkelig å unngå.

source: teaching and training in the subjects and the overriding goals, values and principles for the
nb: Lærebedrifter som skal gi opplæring til kandidater for fagbrev på jobb får basistilskudd II.

source: talk about how one expresses oneself in a variety of social contexts
nb: samtale om hvordan man uttrykker seg i ulike sosiale sammenhenger

source: The main subject area is concerned with water currents in the seas and oceans and how these affect the climate.
nb: Hovedområdet handler om strømningsforhold i hav og hvordan det virker inn på klimaet.

source: in Social science involves the ability to use digital resources to explore websites, search for information, practice the use of source criticism and select relevant information about subjects related to the social sciences.
nb: i samfunnsfag innebærer å kunne bruke digitale ressurser til å utforske nettsteder, søke etter informasjon, utøve kildekritikk og velge ut relevant informasjon om samfunnsfaglige tema.

source: give examples of and comment on how society, values and ways of thinking are portrayed in texts translated from Sami and other languages
nb: gi eksempler på og kommentere hvordan samfunnsforhold, verdier og tenkemåter framstilles i oversatte tekster fra samisk og andre språk

source: sectoral collaborations—and how does it vary?
nb: • Hvilke konsekvenser har krisen for virksomheten og de ansatte?

source: The programme subject shall arrange for communication and cooperation.
nb: Det skal legges til rette for kommunikasjon og samarbeid i programfaget.

source: It also deals with how chemical reactions are described by equations and how these equations are used to evaluate and estimate resource use and yield.
nb: I tillegg dreier det seg om hvordan kjemiske reaksjoner blir beskrevet med reaksjonslikninger, og hvordan de blir brukt til vurdering og beregning av ressursbruk og utbytte.

source: use digital tools in production control, environmental monitoring and documentation
nb: bruke digitale verktøy i produksjonsstyring, miljøovervåkning og dokumentasjon

source: relate letters to sounds and bring the sounds together to form words, or use characters
nb: knytte bokstavene til lyder og trekke lydene sammen til ord, eller bruke skrifttegn

source: Fundamental concepts in this main subject area are stochastic variables, expectation, variance and standard deviation, normal distribution, the central limit theorem and hypothesis testing.
nb: Grunnleggende begreper i hovedområdet er stokastiske variabler, forventning, varians og standardavvik, normalfordeling, sentralgrensesetningen og hypotesetesting.

source: explore numbers, amounts and counting through play, nature, visual art,
nb: utforske tall, mengder og telling i lek, natur, billedkunst, musikk og

source: The pupils shall experience art and cultural expressions that express humankind’s individuality and togetherness, and which stimulate their creativity and innovative abilities.
nb: Elevene skal møte kunst og kulturformer som uttrykker både menneskers indi­vidualitet og fel esskap, og som stimulerer deres kreativitet og nyskapende evner.

source: Basic skills are integrated in the competence aims for this course in areas where they contribute to the development of and are a part of basic subject competence.
nb: Grunnleggende ferdigheter er integrert i kompetansemålene der de bidrar til utvikling av og er en del av fagkompetansen.

source: In the event of the disclosure of basic data for research purposes, researchers
nb: gjelder for lærebedriften, opplæringskontoret, fylkeskommunen og de statlige utdanningsmyndighetene.

source: ✹ promote adapted teaching and varied work methods
nb: ✹ fremme tilpasset opplæring og varierte arbeidsmåter

source: The main subject area covers themes like socialisation, politics, economics and culture and deals with a sense of community and the differences and contrasts from a contemporary perspective.
nb: Hovedområdet omfatter emnene sosialisering, politikk, økonomi og kultur, og handler om samhørighet og motsetninger mellom mennesker i et samtidsperspektiv.

source: use mouth position, speech sounds and verbal phrases in communication with others
nb: lytte ut, munnavlese, forstå og uttale vanlige norske ord og fraser fra skolehverdagen

source: Both places were well structured with clear plans and goals for the work in the institution.
nb: De var begge strukturerte med tydelige planer og mål for virksomheten.

source: understand and use some common English words and phrases that have a connection with the local community
nb: forstå og bruke en del vanlige engelske ord og fraser knyttet til nære omgivelser

source: In many contexts, English-language skills are a prerequisite for being able to exploit new tools for extracting information for use in specialist contexts.
nb: Engelskspråklig kompetanse er i mange tilfeller en forutsetning for å kunne ta i bruk nye verktøy og for å kunne innhente informasjon til bruk i faglige sammenhenger.

source: plan, give and evaluate presentations with an interpreter
nb: produsere og vurdere egne tekster i ulike sjangere

source: It also deals with language as a system and with the use of language.
nb: Det omfatter også språk som system og språket i bruk.

source: describe and discuss the standard model for the evolution of the universe
nb: beskrive og drøfte standardmodellen for universets utvikling

source: Time-outs for infractions
nb: Time-out ved regelbrudd

source: use some stock expressions that are common in familiar situations, both orally and in writing
nb: forstå sammenhengen mellom engelske munnformer, språklyder og bokstaver ved å trekke bokstavlyder sammen til ord

source: These skills are an important tool in the quest to understand and use English in ever more varied and demanding contexts that span special fields and cultures.
nb: Disse ferdighetene er viktige redskap i arbeidet med å forstå og bruke engelsk i stadig mer varierte og krevende sammenhenger på tvers av kulturer og fagfelt.

source: The main subject area Social science modes of thought deals with modes of thought in sociology and social anthropology, social behaviour and social systems.
nb: handler om tenkemåter i sosiologi og sosialantropologi, sosial atferd og sosiale systemer.

source: discuss, elaborate on and give examples of how results from research, and new technology, are transmitted and used by research institutions, media, companies, special interest groups and public authorities
nb: drøfte og gi eksempler på hvordan forskningsresultater og ny teknologi formidles og brukes av forskningsinstitusjoner, medier, bedrifter, interessegrupper og myndigheter

source: express himself/herself through drama, role play and improvisation
nb: forstå betydningen av ord og/eller tegn og uttrykk ut fra sammenhengen de er brukt i

source: in English involves the authentic use of English, and paves the way for additional forms of communication and learning arenas.
nb: i engelsk innebærer autentisk bruk av engelsk og åpner for flere kommunikasjonsformer og læringsarenaer.

source: make arithmetic expressions for use in practical situations and find
nb: lage regneuttrykk til praktiske situasjoner og finne praktiske situasjoner

source: It also covers layering, class, social inequality and mobility.
nb: Det dreier seg også om lagdeling, klasser, sosial ulikhet og mobilitet.

source: On Fridays, Freja Friday comes out.
nb: På fredag kommer Freja fredag fram.

source: This can contribute to the development of a bilingual identity and a comparative perspective in Norwegian and the pupil’s mother tongue.
nb: Dette kan bidra til utvikling av en tospråklig identitet og et sammenliknende perspektiv på norsk og morsmål.

source: Nearly 500 employees and 2000 children have taken part in the project.
nb: Nesten 500 ansatte og 2000 barn har vært med i prosjektet.

source: Edvard and Bianca are sitting, enjoying the spring sunshine while tasting snowballs and waiting for the real food to be ready.
nb: Edvard og Bianca sitter nå og nyter vårsola mens de suger på hver sin snøball og venter på at den ordentlige maten skal bli ferdig.

source: The path leading to the children’s campsite is covered with huge roots from the trees looking like an entrance portal to Nordmarka in Oslo.
nb: Stien som fører oss til barnas leirplass, er dekket av store røtter fra trærne som danner inngangsporten til Nordmarka i Oslo.

source: locate and document overviews of main geographic characteristics of the world and compare different countries and regions
nb: lokalisere og dokumentere oversikt over geografiske hovedtrekk i verden og sammenlikne ulike land og regioner

source: ‘Four-year-old Sandra has placed the pipe cleaners so that they stick out on both sides of the holes.
nb: Sandra på fire år har satt piperenserne slik at de stikker ut på begge sider av hullene.

source: The adults stood by and provided help, if needed.
nb: De voksne sto bak og støttet ved behov.

source: Jasia stops playing and looks at him without a word.
nb: Jasia stopper opp i leken og ser på ham uten å si noe.

source: compare and assess texts that are transferred from one medium to another
nb: fortelle eventyr ved å bruke elementer fra samisk fortellertradisjon

source: It looks at how historical, social and cultural circumstances create requirements for texts and communication, and how texts and communication help create, maintain or challenge these circumstances.
nb: Det dreier seg om hvordan historiske, sosiale og kulturelle forhold skaper forutsetninger for tekster og kommunikasjon, og hvordan tekster og kommunikasjon samtidig bidrar til å skape, opprettholde eller utfordre disse forholdene.

source: measure pH by different methods and calculate pH in strong and weak acids and bases
nb: måle pH med ulike metoder og beregne pH i sterke og svake syrer og baser

source: introduce and chair meetings and discussions
nb: innlede til og lede møter og diskusjoner

source: After that, they describe the frog’s physiology, how it unfurls its tongue to catch its prey, how it uses its teeth to chew, and how the poison in the frog’s tongue can be used.
nb: Deretter beskriver de froskens fysiologi, hvordan den strekker ut tungen og fanger, hvordan den bruker tennene til å tygge, og hvordan giften i froskens tunge kan brukes.

source: In upper secondary education the subject includes these main subject areas: The Researcher, the Individual, society and culture, Work and commercial life, Politics and democracy and International affairs.
nb: I videregående opplæring omfatter faget hovedområdene utforskeren, individ, samfunn og kultur, arbeids- og næringsliv, politikk og demokrati og internasjonale forhold.

source: It also covers trench work with appurtenant securing work, laying pipes and cables, and installing basins.
nb: Det omfatter også grøftearbeid med tilhørende sikring, legging av rør og kabler og montering av kummer.

source: Religion and ethics has competence aims after Vg3 in the programme for general studies.
nb: Religion og etikk har kompetansemål etter Vg3 i studieforberedende utdanningsprogram.

source: the children to join into play, both boys and girls and regardless of age’, Værum Sørensen recounts.
nb: barna med i leken, både gutter og jenter og uansett alder, forteller Værum Sørensen.

source: Such a confusion might give the children very different preconditions for participating in the community, according to a researcher.
nb: En slik sammenblanding kan gi barna svært ulike forutsetninger for å delta i fellesskapet, mener forsker.

source: Creating alliances against power can also result in power.
nb: Det å skape allianser mot makten kan også gi makt.

source: explore and reflect on how emotions and opinions are shown in art, and
nb: utforske og reflektere over hvordan følelser og meninger vises i kunst,

source: Working with this programme subject shall influence and develop the pupil’s capacity for cooperation, creativity and analytical thinking.
nb: Arbeidet med programfaget skal påvirke og utvikle elevens evne til samarbeid, kreativitet og analytisk tenkning.

source: Throughout the ages humankind has used and developed mathematics to systematise experiences, to describe and relationships in nature and society and to explore the universe.
nb: Mennesket har til alle tider brukt og utviklet matematikk for å systematisere erfaringer, for å beskrive og forstå sammenhenger i naturen og i samfunnet og for å utforske universet.

source: use simple principles of composition for photography and digital tools explore diversity in motifs and visual expression in art from different
nb: bruke enkle komposisjonsprinsipper i fotografi og digitale verktøy utforske mangfold i motiver og visuelle uttrykk i kunst fra ulike

source: The main subject area Medium, individual and society is concerned with forms of communication and communication models.
nb: kjærlighet og kjønnsroller, helt og antihelt, virkelighet og fantasi, makt og motmakt, løgn og sannhet, oppbrudd og ansvar

source: prepare functions that describe numerical relationships and practical situations, on paper and digitally, describe and interpret them and convert between various representations of functions, such as graphs, tables, formulas and text
nb: lage funksjoner som beskriver numeriske sammenhenger og praktiske situasjoner, med og uten digitale verktøy, beskrive og tolke dem og oversette mellom ulike representasjoner av funksjoner, som grafer, tabeller, formler og tekster

source: Geography deals with the use of maps and giving an account of the similarities and differences between town and country, and among nations and regions.
nb: Geografi handler også om å bruke kart, og å gjøre rede for og forklare likheter og forskjeller mellom land og by, mellom nasjoner og mellom regioner.

source: The pupils shall have the opportunity to explore and experiment.
nb: Elevene skal få mulighet til å utforske og prøve seg fram.

source: explain the argumentation employed in non-fiction texts by applying their knowledge of rhetoric
nb: gjøre rede for hvordan norsk tegnspråk har blitt og blir påvirket av andre tegnspråk

source: What is the Parent Survey for kindergartens?
nb: Hva er Foreldreundersøkelsen i barnehagen?

source: talk about central stories from Buddhist texts
nb: samtale om sentrale buddhistiske fortellinger

source: develop solutions through an incremental design process, and assess
nb: utforske en persons handlingsrom og valgmuligheter i en

source: The teacher smiles and nods, but is not sure whether this is the right response.
nb: Barnehagelæreren smiler og nikker, men er usikker på om det er det riktige å gjøre.

source: This main subject area includes pupils' text production and perceptions, critical assessment and analysis of composite texts.
nb: Videre inngår opplevelse, kritisk vurdering og analyse av sammensatte tekster i hovedområdet.

source: Nowadays, there is little talk about gender in kindergartens.
nb: Nå har man stort sett sluttet å snakke om kjønn i barnehagene.

source: It also deals with business organizations, employers and employment, the formation of wages and about the working community today and the principles and values that all these factors are based on.
nb: Det dreier seg også om organisasjonene i arbeidslivet og lønnsdanning, og om arbeidslivet i dag og de prinsippene og verdiene det bygger på.

source: She starts to cry, attracting the attention of an adult.
nb: Hva bidrar til det ene, og hva bidrar til det andre?

source: explain how choice of methods in maintenance work affects the living conditions of flora and fauna and the environment in its broadest sense
nb: forklare hvordan valg av metoder i vedlikeholdsarbeid påvirker livsbetingelsene for flora og fauna, og miljøet i vid forstand
